Repository: quqi0714/cleanfast-app
Catalog: CleanFastClaudeWidget/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

# %@%lld 分
source: %1$@%2$lld 分
en: %1$@%2$lldm

# %@%lld 小时 %lld 分
source: %1$@%2$lld 小时 %3$lld 分
en: %1$@%2$lldh %3$lldm
zh_hant: %1$@%2$lld 小時 %3$lld 分

source: 今天
en: today

source: 今天休息
en: Resting today

source: 休
en: R

source: 准备好再开始
en: Start when ready
zh_hant: 準備好再開始

source: 准备好再开始 · %lldh
en: Start when ready · %lldh
zh_hant: 準備好再開始 · %lldh

source: 动用糖原
en: Glycogen
zh_hant: 動用糖原

source: 可于今天 %@ 进食
en: Eat at %@ today
zh_hant: 可於今天 %@ 進食

source: 可于明天 %@ 进食
en: Eat at %@ tomorrow
zh_hant: 可於明天 %@ 進食

source: 可于 %@ 进食
en: Eat at %@
zh_hant: 可於 %@ 進食

source: 建议今天 %@ 前结束
en: Finish by %@ today
zh_hant: 建議今天 %@ 前結束

source: 建议明天 %@ 前结束
en: Finish by %@ tomorrow
zh_hant: 建議明天 %@ 前結束

source: 建议 %@ 前结束
en: Finish by %@
zh_hant: 建議 %@ 前結束

source: 断
en: F
zh_hant: 斷

source: 断食
en: Fasting
zh_hant: 斷食

source: 断食中
en: Fasting
zh_hant: 斷食中

source: 明天
en: tomorrow

source: 明天再继续
en: Pick up tomorrow
zh_hant: 明天再繼續

source: 未开始
en: Not started
zh_hant: 未開始

source: 消化中
en: Digesting

source: 深度供能
en: Deep fueling

source: 燃料切换
en: Switching
zh_hant: 燃料切換

source: 目标 %lld 小时
en: %lld-hour goal
zh_hant: 目標 %lld 小時

source: 目标 %lldh
en: Goal %lldh
zh_hant: 目標 %lldh

source: 目标 %lldh 已达成
en: Goal %lldh reached
zh_hant: 目標 %lldh 已達成

source: 目标已达成，继续计时
en: Goal reached — still counting
zh_hant: 目標已達成，繼續計時

source: 目标达成
en: Goal reached
zh_hant: 目標達成

source: 目标达成 +
en: Goal reached +
zh_hant: 目標達成 +

source: 看一眼当前断食 / 进食状态。
en: Glance at your fasting / eating status.
zh_hant: 看一眼目前斷食 / 進食狀態。

source: 窗口已满
en: Window full
zh_hant: 視窗已滿

source: 窗口已满 +
en: Window full +
zh_hant: 視窗已滿 +

source: 血糖渐稳
en: Settling
zh_hant: 血糖漸穩

source: 轻断食时钟
en: CleanFast
zh_hant: 輕斷食時鐘

source: 还剩 %@
en: %@ left
zh_hant: 還剩 %@

source: 进食
en: Eating
zh_hant: 進食

source: 进食窗口
en: Eating
zh_hant: 進食視窗

source: 进食窗口已满
en: Eating window full
zh_hant: 進食視窗已滿

source: 食
en: E
